tap "boltops-tools/software"
tap "cutzenfriend/cmdg"
tap "gjbae1212/gossm"
tap "hmarr/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "tsub/s3-edit"
tap "turbot/tap"
tap "warrensbox/tap"
brew "ack"
brew "amazon-ecs-cli"
brew "asciinema"
brew "gdbm"
brew "readline"
brew "xz"
brew "autojump"
brew "automake"
brew "autossh"
brew "awscli"
brew "bash"
brew "bat"
brew "bison"
brew "blueutil"
brew "libffi"
brew "glib"
brew "cairo"
brew "cheat"
brew "consul"
brew "coreutils"
brew "ctop"
brew "dos2unix"
brew "erlang"
brew "elixir"
brew "exa"
brew "expect"
brew "fasd"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "ffsend"
brew "findutils"
brew "fnm"
brew "fpp"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-extras"
brew "git-plus"
brew "pinentry"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "grpc"
brew "handbrake"
brew "hasura-cli"
brew "helm"
brew "helmfile"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "keokeishiya/formulae/skhd", restart_service: :changed
brew "keokeishiya/formulae/yabai", restart_service: :changed
brew "krew"
brew "kubectx"
brew "lazygit"
brew "libyaml"
brew "lynx"
brew "markdown"
brew "mas"
brew "minikube"
brew "mkvtoolnix"
brew "mongosh"
brew "mono"
brew "mosh"
brew "most"
brew "mysql"
brew "mysql@5.7"
brew "neovim", args: ["HEAD"]
brew "nmap"
brew "nnn"
brew "nvm"
brew "openjdk"
brew "pandoc"
brew "pillow"
brew "pinentry-mac"
brew "ranger"
brew "rbenv"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "rustup-init"
brew "showkey"
brew "speedtest-cli"
brew "starship"
brew "stylua"
brew "teensy_loader_cli"
brew "terraform-ls"
brew "thefuck"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmux-xpanes"
brew "tmuxinator", link: false
brew "tmuxinator-completion", link: false
brew "tree"
brew "ttyrec"
brew "urlview"
brew "vault"
brew "vim"
brew "wallpaper"
brew "wget"
brew "whalebrew"
brew "yadm"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zk"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "gjbae1212/gossm/gossm"
brew "qmk/qmk/qmk"
brew "tsub/s3-edit/s3-edit"
brew "turbot/tap/steampipe"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "amethyst"
cask "anki"
cask "arduino"
cask "aws-vault"
cask "bartender"
cask "bettertouchtool"
cask "boop"
cask "cool-retro-term"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-noto-nerd-font"
cask "fork"
cask "google-chrome"
cask "google-drive"
cask "google-drive-file-stream"
cask "handbrake"
cask "hazel"
cask "imazing"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keybase"
cask "keycastr"
cask "meld"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "mongodb-compass"
cask "moom"
cask "nextcloud"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "phantomjs"
cask "postman"
cask "robo-3t"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "superduper"
cask "swiftbar"
cask "synergy"
cask "telegram"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
mas "Craft", id: 1487937127
mas "Drafts", id: 1435957248
mas "EOBD-Facile", id: 976630793
mas "Greenshot", id: 1103915944
mas "Pixelmator", id: 407963104
mas "Sequel Ace", id: 1518036000
mas "Tailscale", id: 1475387142
mas "Todoist", id: 585829637
