tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "java8"
brew "ack"
brew "antigen"
brew "automake"
brew "gdbm"
brew "openssl"
brew "readline"
brew "xz"
brew "awscli"
brew "bison"
brew "libffi"
brew "chruby"
brew "coreutils"
brew "erlang"
brew "elixir"
brew "ffmpeg"
brew "git"
brew "gnupg"
brew "go"
brew "handbrake"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "markdown"
brew "mas"
brew "mkvtoolnix"
brew "mosh"
brew "n", args: ["HEAD"]
brew "nmap"
brew "pandoc"
brew "reattach-to-user-namespace"
brew "ruby-install"
brew "stow"
brew "teensy_loader_cli"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator-completion"
brew "ttyrec"
brew "vim"
brew "wallpaper"
brew "youtube-dl"
brew "zsh"
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "anki"
cask "arq"
cask "bartender"
cask "bettertouchtool"
cask "burp-suite"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "fluid"
cask "fork"
cask "google-chrome"
cask "handbrake"
cask "hazel"
cask "hyper-canary"
cask "imazing"
cask "istat-menus"
cask "iterm2"
cask "keycastr"
cask "microsoft-office"
cask "moom"
cask "nextcloud"
cask "ngrok"
cask "notion"
cask "phantomjs"
cask "postman"
cask "robo-3t"
cask "rowanj-gitx"
cask "secure-pipes"
cask "sequel-pro"
cask "shimo"
cask "skype"
cask "slack"
cask "spotify"
cask "superduper"
cask "teamviewer"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "com.apple.dt.Xcode", id: 497799835
mas "com.monosnap.monosnap", id: 540348655
