tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "java8"
brew "ack"
brew "amazon-ecs-cli"
brew "antigen"
brew "automake"
brew "aws-google-auth"
brew "awscli"
brew "gdbm"
brew "openssl"
brew "readline"
brew "xz"
brew "awscli"
brew "bison"
brew "blueutil"
brew "libffi"
brew "chruby"
brew "chruby-fish"
brew "coreutils"
brew "erlang"
brew "elixir"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "handbrake"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "markdown"
brew "mas"
brew "mkvtoolnix"
brew "mosh"
brew "n", args: ["HEAD"]
brew "nmap"
brew "pandoc"
brew "pinentry"
brew "pinentry-mac"
brew "reattach-to-user-namespace"
brew "ruby-install"
brew "speedtest-cli"
brew "sqlite"
brew "stow"
brew "teensy_loader_cli"
brew "terraform"
brew "terraform-ls"
brew "terragrunt"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxinator-completion"
brew "ttyrec"
brew "vim"
brew "wallpaper"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh"
cask "1password"
cask "1password-cli"
cask "adobe-creative-cloud"
cask "alfred"
cask "anki"
cask "arq"
cask "avira-antivirus"
cask "bartender"
cask "bettertouchtool"
cask "daisydisk"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "duplicati"
cask "firefox"
cask "fork"
cask "google-chrome"
cask "google-drive-file-stream"
cask "handbrake"
cask "hazel"
cask "imazing"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "meld"
cask "microsoft-office"
cask "moom"
cask "nextcloud"
cask "ngrok"
cask "notion"
cask "phantomjs"
cask "postman"
cask "robo-3t"
cask "secure-pipes"
cask "session-manager-plugin"
cask "shimo"
cask "skype"
cask "slack"
cask "spotify"
cask "superduper"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoomus"
mas "Compressor", id: 424390742
mas "Drafts", id: 1435957248
mas "Final Cut Pro", id: 424389933
mas "Greenshot", id: 1103915944
mas "Pixelmator", id: 407963104
mas "Sequel Ace", id: 1518036000
mas "Todoist", id: 585829637
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
